Repository: ctwelve/KitchenMemory
Catalog: KitchenMemory/Localizable.xcstrings
Source language: en_us
Languages: de_de, es_mx, fr_ca, it_it

# recipe.recovery.explanation
source: Retained or late-arriving evidence cannot currently reconstruct this Recipe. Retry after more evidence arrives, or start a new Recipe from the available content.
de_de: Mit den aufbewahrten oder verspätet eintreffenden Nachweisen lässt sich dieses Rezept derzeit nicht rekonstruieren. Versuche es erneut, wenn weitere Nachweise eingetroffen sind, oder beginne mit dem verfügbaren Inhalt ein neues Rezept.
es_mx: Los datos conservados o recibidos tarde no permiten reconstruir esta receta. Inténtalo de nuevo cuando lleguen más datos o crea una receta nueva con el contenido disponible.
fr_ca: Les données conservées ou reçues en retard ne permettent pas de reconstruire cette recette. Réessayez après réception de données supplémentaires ou créez une recette avec le contenu disponible.
it_it: I dati probatori conservati o arrivati in ritardo non permettono al momento di ricostruire questa Ricetta. Riprova dopo l’arrivo di altri dati oppure inizia una nuova Ricetta con il contenuto disponibile.

# recipe.recovery.loss-warning
source: This may lose missing content, history, and relationships. It creates an editable local draft with a new identity; it does not restore the original Recipe. Review it before saving.
de_de: Dabei können fehlende Inhalte, Verlauf und Beziehungen verloren gehen. Es entsteht ein bearbeitbarer lokaler Entwurf mit neuer Identität; das ursprüngliche Rezept wird nicht wiederhergestellt. Prüfe den Entwurf vor dem Speichern.
es_mx: Podrían perderse contenido, historial y relaciones faltantes. Se creará un borrador local editable con una identidad nueva; no se restaurará la receta original. Revísalo antes de guardarlo.
fr_ca: Du contenu, de l’historique et des liens manquants pourraient être perdus. Un brouillon local modifiable avec une nouvelle identité sera créé; la recette originale ne sera pas restaurée. Vérifiez-le avant de l’enregistrer.
it_it: Potrebbero andare persi contenuti mancanti, cronologia e relazioni. Verrà creata una bozza locale modificabile con una nuova identità; la Ricetta originale non verrà ripristinata. Controllala prima di salvarla.

# recipe.recovery.new-draft
source: Start a new Recipe
de_de: Neues Rezept beginnen
es_mx: Crear una receta nueva
fr_ca: Créer une recette
it_it: Inizia una nuova Ricetta

# recipe.recovery.retry
source: The evidence may have changed or local draft storage may be unavailable. Refresh and try again.
de_de: Die Nachweise könnten sich geändert haben oder der lokale Entwurfsspeicher ist möglicherweise nicht verfügbar. Aktualisiere die Ansicht und versuche es erneut.
es_mx: Los datos pueden haber cambiado o el almacenamiento local no está disponible. Actualiza e inténtalo de nuevo.
fr_ca: Les données ont peut-être changé ou le stockage local est indisponible. Actualisez et réessayez.
it_it: I dati probatori potrebbero essere cambiati oppure l’archivio locale delle bozze potrebbe non essere disponibile. Aggiorna e riprova.

# recipe.recovery.title
source: Recipe evidence needs recovery
de_de: Rezeptnachweise müssen wiederhergestellt werden
es_mx: La receta necesita recuperación
fr_ca: Récupération de recette nécessaire
it_it: I dati probatori della Ricetta richiedono recupero

# recipe.recovery.unavailable
source: Recovery draft unavailable
de_de: Wiederherstellungsentwurf nicht verfügbar
es_mx: Borrador de recuperación no disponible
fr_ca: Brouillon de récupération indisponible
it_it: Bozza di recupero non disponibile

# recipe.restore.confirmation
source: Restore this Recipe to the library?
de_de: Dieses Rezept in der Sammlung wiederherstellen?
es_mx: ¿Restaurar esta receta en la biblioteca?
fr_ca: Restaurer cette recette dans la bibliothèque?
it_it: Ripristinare questa Ricetta nella raccolta?

# recipe.scaling.action.decrease
source: Decrease working yield
de_de: Gewünschte Menge verringern
es_mx: Disminuir el rendimiento de trabajo
fr_ca: Diminuer le rendement de travail
it_it: Riduci resa di lavoro

# recipe.scaling.action.increase
source: Increase working yield
de_de: Gewünschte Menge erhöhen
es_mx: Aumentar el rendimiento de trabajo
fr_ca: Augmenter le rendement de travail
it_it: Aumenta resa di lavoro

# recipe.scaling.action.reset-accessibility-label
source: Reset to base yield
de_de: Auf Ausgangsmenge zurücksetzen
es_mx: Restablecer rendimiento base
fr_ca: Revenir au rendement de base
it_it: Ripristina resa di base

# recipe.scaling.base-yield
source: Base yield
de_de: Ausgangsmenge
es_mx: Rendimiento base
fr_ca: Rendement de base
it_it: Resa di base

# recipe.scaling.basis.approximate
source: About %1$(value)@
de_de: Etwa %1$(value)@
es_mx: Aproximadamente %1$(value)@
fr_ca: Environ %1$(value)@
it_it: Circa %1$(value)@

# recipe.scaling.basis.lower-estimate
source: Lower estimate: %1$(value)@
de_de: Untere Schätzung: %1$(value)@
es_mx: Estimación inferior: %1$(value)@
fr_ca: Estimation basse : %1$(value)@
it_it: Stima inferiore: %1$(value)@

# recipe.scaling.basis.upper-estimate
source: Upper estimate: %1$(value)@
de_de: Obere Schätzung: %1$(value)@
es_mx: Estimación superior: %1$(value)@
fr_ca: Estimation haute : %1$(value)@
it_it: Stima superiore: %1$(value)@

# recipe.scaling.displayed-yield
source: %1$(workingYield)@ (base: %2$(baseYield)@)
de_de: %1$(workingYield)@ (Ausgangsmenge: %2$(baseYield)@)

# recipe.scaling.reading-only-note
source: Ingredient amounts update for reading only. The saved recipe stays unchanged.
de_de: Zutatenmengen werden nur für die Anzeige angepasst. Das gespeicherte Rezept bleibt unverändert.
es_mx: Las cantidades se actualizan solo para lectura. La receta guardada permanece sin cambios.
fr_ca: Les quantités d’ingrédients sont modifiées pour la lecture seulement. La recette enregistrée reste inchangée.
it_it: Le quantità degli ingredienti si aggiornano solo per la lettura. La ricetta salvata resta invariata.

# recipe.scaling.section
source: Scale recipe
de_de: Rezeptmenge anpassen
es_mx: Ajustar receta
fr_ca: Redimensionner la recette
it_it: Adatta quantità della ricetta

# recipe.scaling.status.arithmetic-failure
source: Could not scale this amount safely; left unchanged.
de_de: Diese Menge konnte nicht sicher angepasst werden; sie bleibt unverändert.
es_mx: No fue posible ajustar esta cantidad de forma segura; se dejó sin cambios.
fr_ca: Impossible de redimensionner cette quantité de façon sûre; elle reste inchangée.
it_it: Non è stato possibile adattare con sicurezza questa quantità; resta invariata.

# recipe.scaling.status.fixed
source: Fixed amount; left unchanged.
de_de: Feste Menge; bleibt unverändert.
es_mx: Cantidad fija; se dejó sin cambios.
fr_ca: Quantité fixe; elle reste inchangée.
it_it: Quantità fissa; invariata.

# recipe.scaling.status.manual-review
source: Check this amount manually when changing the yield.
de_de: Prüfe diese Menge beim Anpassen der Ergiebigkeit manuell.
es_mx: Revisa esta cantidad manualmente al cambiar el rendimiento.
fr_ca: Vérifiez cette quantité manuellement lorsque vous modifiez le rendement.
it_it: Verifica manualmente questa quantità quando cambi la resa.

# recipe.scaling.status.presentation-override
source: Display wording could not be scaled safely; left unchanged.
de_de: Der Anzeigetext konnte nicht sicher angepasst werden; er bleibt unverändert.
es_mx: El texto mostrado no se pudo ajustar de forma segura; se dejó sin cambios.
fr_ca: Le libellé d’affichage ne pouvait pas être redimensionné de façon sûre; il reste inchangé.
it_it: Non è stato possibile adattare con sicurezza il testo visualizzato; resta invariato.

# recipe.scaling.status.written
source: Written amount; left unchanged.
de_de: Ausgeschriebene Menge; bleibt unverändert.
es_mx: Cantidad escrita; se dejó sin cambios.
fr_ca: Quantité écrite; elle reste inchangée.
it_it: Quantità descritta a parole; invariata.

# recipe.scaling.working-yield
source: Working yield
de_de: Gewünschte Menge
es_mx: Rendimiento de trabajo
fr_ca: Rendement de travail
it_it: Resa di lavoro

# recipe.source.action.open
source: Open Source
de_de: Quelle öffnen
es_mx: Abrir origen
fr_ca: Ouvrir la source
it_it: Apri fonte

# recipe.source.kind.book
source: Book
de_de: Buch
es_mx: Libro
fr_ca: Livre
it_it: Libro

# recipe.source.kind.imported
source: Imported
de_de: Importiert
es_mx: Importado
fr_ca: Importé
it_it: Importata

# recipe.source.kind.original
source: Original
de_de: Eigenes Rezept
it_it: Originale

# recipe.source.kind.webpage
source: Webpage
de_de: Webseite
es_mx: Página web
fr_ca: Page Web
it_it: Pagina web

# recipe.source.label
source: Source
de_de: Quelle
es_mx: Origen
it_it: Fonte

# recipe.source.link-unavailable
source: Link unavailable
de_de: Link nicht verfügbar
es_mx: Enlace no disponible
fr_ca: Lien indisponible
it_it: Link non disponibile

# recovery.closure-confirmation-message
source: Kitchen Memory will keep every observed finish record and use this selection when rebuilding the session.
de_de: Küchengedächtnis behält jeden beobachteten Abschlussnachweis und verwendet diese Auswahl beim Rekonstruieren des Kochvorgangs.
es_mx: Memoria de cocina conservará cada registro de finalización observado y usará esta selección al reconstruir la sesión.
fr_ca: Mémoire de cuisine conservera chaque fin observée et utilisera ce choix pour reconstruire la séance.
it_it: Memoria di cucina conserva ogni registrazione di conclusione osservata e usa questa scelta per ricostruire la sessione.

# recovery.closure-confirmation-title
source: Use This Finish?
de_de: Diesen Abschluss verwenden?
es_mx: ¿Usar esta finalización?
fr_ca: Utiliser cette fin?
it_it: Usare questa conclusione?

# recovery.closure-selection-action
source: Use This Finish
de_de: Diesen Abschluss verwenden
es_mx: Usar esta finalización
fr_ca: Utiliser cette fin
it_it: Usa questa conclusione

# recovery.closure-selection-title
source: Choose the finish that matches what happened
de_de: Wähle den Abschluss, der dem tatsächlichen Ablauf entspricht
es_mx: Elige la finalización que coincida con lo que ocurrió
fr_ca: Choisissez la fin qui correspond à ce qui s’est passé
it_it: Scegli la conclusione che corrisponde a quanto è accaduto

# recovery.competing-closures-message
source: This session has more than one complete finish. Choose one only if it matches what happened.
de_de: Für diesen Kochvorgang liegen mehrere vollständige Abschlüsse vor. Wähle einen nur aus, wenn er dem tatsächlichen Ablauf entspricht.
es_mx: Esta sesión tiene más de una finalización completa. Elige una solo si coincide con lo que ocurrió.
fr_ca: Cette séance a plusieurs fins complètes. Choisissez-en une seulement si elle correspond à ce qui s’est passé.
it_it: Questa sessione ha più conclusioni complete. Scegline una solo se corrisponde a quanto è accaduto.

# recovery.empty-message
source: Sessions that need more data or a careful choice will appear here.
de_de: Kochvorgänge, die weitere Daten oder eine sorgfältige Auswahl benötigen, erscheinen hier.
es_mx: Las sesiones que necesiten más datos o una decisión cuidadosa aparecerán aquí.
fr_ca: Les séances qui nécessitent plus de données ou un choix attentif apparaîtront ici.
it_it: Le sessioni che richiedono altri dati o una scelta attenta appariranno qui.

# recovery.empty-title
source: Nothing Needs Recovery
de_de: Keine Wiederherstellung erforderlich
es_mx: Nada necesita recuperación
fr_ca: Aucune récupération requise
it_it: Nessun recupero necessario

# recovery.evidence-title
source: Session Needs Recovery
de_de: Kochvorgang benötigt Wiederherstellung
es_mx: La sesión necesita recuperación
fr_ca: La séance doit être récupérée
it_it: La Sessione richiede recupero

# recovery.invariant-message
source: The available session evidence does not safely agree. Nothing was discarded. Try again after synchronization brings any remaining data.
de_de: Die verfügbaren Nachweise zum Kochvorgang lassen sich nicht sicher miteinander vereinbaren. Es wurde nichts verworfen. Versuche es erneut, nachdem die Synchronisierung weitere Daten übertragen hat.
es_mx: La evidencia disponible de la sesión no concuerda de forma segura. No se descartó nada. Inténtalo de nuevo después de que la sincronización aporte los datos restantes.
fr_ca: Les éléments disponibles de la séance ne concordent pas de façon sûre. Rien n’a été supprimé. Réessayez après la synchronisation des données restantes.
it_it: I dati probatori disponibili della sessione non concordano in modo sicuro. Non è stato scartato nulla. Riprova dopo che la sincronizzazione avrà portato gli eventuali dati mancanti.

# recovery.message
source: These sessions are kept out of ordinary history until their evidence is complete and safe to rebuild.
de_de: Diese Kochvorgänge bleiben außerhalb des gewöhnlichen Verlaufs, bis ihre Nachweise vollständig sind und eine sichere Rekonstruktion erlauben.
es_mx: Estas sesiones se mantienen fuera del historial normal hasta que su evidencia esté completa y sea seguro reconstruirlas.
fr_ca: Ces séances restent hors de l’historique ordinaire jusqu’à ce que leurs éléments soient complets et sûrs à reconstruire.
it_it: Queste sessioni restano fuori dalla cronologia ordinaria finché i loro dati probatori non sono completi e sicuri da ricostruire.

# recovery.title
source: Recovery
de_de: Wiederherstellung
es_mx: Recuperación
fr_ca: Récupération
it_it: Recupero

# recovery.waiting-message
source: Some required session data has not arrived yet. Retry after synchronization; do not recreate or edit this session.
de_de: Einige benötigte Daten zum Kochvorgang sind noch nicht eingetroffen. Versuche es nach der Synchronisierung erneut; erstelle diesen Kochvorgang nicht neu und bearbeite ihn nicht.
es_mx: Aún no han llegado algunos datos necesarios de la sesión. Vuelve a intentarlo después de sincronizar; no recrees ni edites esta sesión.
fr_ca: Certaines données requises ne sont pas encore arrivées. Réessayez après la synchronisation; ne recréez ni ne modifiez cette séance.
it_it: Alcuni dati necessari della sessione non sono ancora arrivati. Riprova dopo la sincronizzazione; non ricreare né modificare questa sessione.

# recovery.waiting-title
source: Waiting for Session Data
de_de: Warten auf Daten zum Kochvorgang
es_mx: Esperando datos de la sesión
fr_ca: En attente des données de la séance
it_it: In attesa dei dati della Sessione

# samples.action.add
source: Add Sample Recipes
de_de: Beispielrezepte hinzufügen
es_mx: Agregar recetas de ejemplo
fr_ca: Ajouter les recettes d’exemple
it_it: Aggiungi ricette di esempio

# session.action.continue
source: Continue Cooking
de_de: Weiterkochen
es_mx: Continuar cocinando
fr_ca: Continuer à cuisiner
it_it: Prosegui la cucina

# session.action.finish
source: Finish
de_de: Abschließen
es_mx: Finalizar
fr_ca: Terminer
it_it: Concludi

# session.action.leave
source: Back to Recipes
de_de: Zurück zu den Rezepten
es_mx: Volver a recetas
fr_ca: Retour aux recettes
it_it: Torna alle ricette

# session.action.resume
source: Resume
de_de: Fortsetzen
es_mx: Reanudar
fr_ca: Reprendre
it_it: Riprendi

# session.action.start
source: Start Cooking
de_de: Kochen starten
es_mx: Comenzar a cocinar
fr_ca: Commencer à cuisiner
it_it: Inizia a cucinare

# session.action.stop
source: Stop
de_de: Anhalten
es_mx: Detener
fr_ca: Arrêter
it_it: Interrompi

# session.delete-action
source: Delete
de_de: Löschen
es_mx: Eliminar
fr_ca: Supprimer
it_it: Elimina

# session.delete-confirmation-message
source: This session will move to Deleted Items without changing whether it is Active, Stopped, or Finished. Its cooking record stays recoverable.
de_de: Dieser Kochvorgang wird nach „Gelöschte Einträge“ verschoben. Sein Zustand – Aktiv, Angehalten oder Abgeschlossen – bleibt unverändert. Sein Kochprotokoll bleibt wiederherstellbar.
es_mx: Esta sesión se moverá a Elementos eliminados sin cambiar si está activa, detenida o finalizada. Su registro de cocina se podrá recuperar.
fr_ca: Cette séance sera placée dans les éléments supprimés sans changer son état actif, arrêté ou terminé. Son historique restera récupérable.
it_it: Questa sessione verrà spostata in Elementi eliminati senza cambiare il suo stato: Attiva, Interrotta o Conclusa. Il suo resoconto di cucina resta recuperabile.

# session.delete-confirmation-title
source: Delete This Session?
de_de: Diesen Kochvorgang löschen?
es_mx: ¿Eliminar esta sesión?
fr_ca: Supprimer cette séance?
it_it: Eliminare questa Sessione?

# session.delete-descendant-message
source: Later cooking sessions continue from this one. They, their notes, and their captured recipes will stay intact. Only this session moves to Deleted Items, where it remains recoverable.
de_de: Spätere Kochvorgänge setzen diesen fort. Sie, ihre Notizen und die erfassten Rezepte bleiben erhalten. Nur dieser Kochvorgang wird nach „Gelöschte Einträge“ verschoben und bleibt dort wiederherstellbar.
es_mx: Hay sesiones de cocina posteriores que continúan desde esta. Ellas, sus notas y sus recetas capturadas permanecerán intactas. Solo esta sesión se moverá a Elementos eliminados, donde seguirá disponible para recuperar.
fr_ca: Des séances ultérieures continuent à partir de celle-ci. Elles, leurs notes et leurs recettes capturées resteront intactes. Seule cette séance sera placée dans les éléments supprimés, où elle restera récupérable.
it_it: Altre sessioni di cucina proseguono da questa. Esse, le loro note e le ricette acquisite resteranno intatte. Solo questa sessione viene spostata in Elementi eliminati, dove rimane recuperabile.

# session.discovery.recipes
source: Recipes
de_de: Rezepte
es_mx: Recetas
fr_ca: Recettes
it_it: Ricette

# session.discovery.title
source: Cooking Sessions
de_de: Kochvorgänge
es_mx: Sesiones de cocina
fr_ca: Séances de cuisine
it_it: Sessioni di cucina

# session.entry.action.edit
source: Edit
de_de: Bearbeiten
es_mx: Editar
fr_ca: Modifier
it_it: Modifica

# session.entry.action.retarget
source: Change target
de_de: Bezug ändern
es_mx: Cambiar objetivo
fr_ca: Changer la cible
it_it: Cambia riferimento

# session.entry.action.save
source: Save change
de_de: Änderung speichern
es_mx: Guardar cambio
fr_ca: Enregistrer la modification
it_it: Salva modifica

# session.entry.action.submit
source: Add entry
de_de: Eintrag hinzufügen
es_mx: Agregar entrada
fr_ca: Ajouter l’entrée
it_it: Aggiungi voce

# session.entry.action.withdraw
source: Withdraw
de_de: Zurückziehen
es_mx: Retirar
fr_ca: Retirer
it_it: Ritira

# session.entry.conflict.withdrawn
source: Keep withdrawn
de_de: Zurückgezogen lassen
es_mx: Mantener retirada
fr_ca: Conserver le retrait
it_it: Mantieni ritirata

# session.entry.detached.continue
source: Continue in a new Session
de_de: In neuem Kochvorgang fortsetzen
es_mx: Continuar en una sesión nueva
fr_ca: Continuer dans une nouvelle séance
it_it: Prosegui in una nuova Sessione

# session.entry.detached.copy
source: Copy and remove draft
de_de: Entwurf kopieren und entfernen
es_mx: Copiar y eliminar borrador
fr_ca: Copier et retirer le brouillon
it_it: Copia e rimuovi la bozza

# session.entry.detached.discard
source: Discard draft
de_de: Entwurf verwerfen
es_mx: Descartar borrador
fr_ca: Jeter le brouillon
it_it: Scarta bozza

# session.entry.detached.message
source: This Session was Finished elsewhere. Continue it to keep writing, copy the draft, or discard it. A continued draft keeps its matching target when one exists; otherwise it becomes a whole-Session draft.
de_de: Dieser Kochvorgang wurde auf einem anderen Gerät abgeschlossen. Setze ihn fort, um weiterzuschreiben, kopiere den Entwurf oder verwirf ihn. Ein fortgesetzter Entwurf behält seinen passenden Bezug, sofern vorhanden; andernfalls bezieht er sich auf den gesamten Kochvorgang.
es_mx: Esta sesión se finalizó en otro lugar. Continúala para seguir escribiendo, copia el borrador o descártalo. Un borrador continuado conserva su objetivo correspondiente cuando existe; de lo contrario, se convierte en un borrador de toda la sesión.
fr_ca: Cette séance a été terminée ailleurs. Continuez-la pour écrire, copiez le brouillon ou jetez-le. Un brouillon continué conserve sa cible correspondante lorsqu’elle existe; sinon, il devient un brouillon pour toute la séance.
it_it: Questa Sessione è stata conclusa altrove. Proseguila per continuare a scrivere, copia la bozza oppure scartala. Una bozza proseguita conserva il riferimento corrispondente, se esiste; altrimenti diventa una bozza per l’intera Sessione.

# session.entry.detached.title
source: A local draft still needs a home
de_de: Ein lokaler Entwurf braucht noch einen Platz
es_mx: Un borrador local aún necesita un lugar
fr_ca: Un brouillon local a encore besoin d’un endroit
it_it: Una bozza locale cerca ancora posto

# session.entry.draft.note
source: This draft stays on this device and is not Session evidence until you add it.
de_de: Dieser Entwurf bleibt auf diesem Gerät und gilt erst nach dem Hinzufügen als Nachweis des Kochvorgangs.
es_mx: Este borrador permanece en este dispositivo y no es evidencia de la sesión hasta que lo agregues.
fr_ca: Ce brouillon reste sur cet appareil et ne constitue pas une preuve de séance avant son ajout.
it_it: Questa bozza resta sul dispositivo e non è un dato probatorio della Sessione finché non la aggiungi.

# session.entry.draft.placeholder
source: What happened while cooking?
de_de: Was ist beim Kochen passiert?
es_mx: ¿Qué pasó mientras cocinabas?
fr_ca: Que s’est-il passé pendant la cuisson?
it_it: Che cosa è successo mentre cucinavi?

# session.entry.section
source: Session notes
de_de: Kochnotizen
es_mx: Notas de la sesión
fr_ca: Notes de séance
it_it: Note della sessione

# session.entry.target.ingredient
source: Ingredient %1$(section)lld.%2$(position)lld — %3$(label)@
de_de: Zutat %1$(section)lld.%2$(position)lld – %3$(label)@
es_mx: Ingrediente %1$(section)lld.%2$(position)lld — %3$(label)@
fr_ca: Ingrédient %1$(section)lld.%2$(position)lld — %3$(label)@
it_it: Ingrediente %1$(section)lld.%2$(position)lld — %3$(label)@

# session.entry.target.instruction
source: Instruction %1$(section)lld.%2$(position)lld — %3$(label)@
de_de: Zubereitungsschritt %1$(section)lld.%2$(position)lld – %3$(label)@
es_mx: Instrucción %1$(section)lld.%2$(position)lld — %3$(label)@
it_it: Istruzione %1$(section)lld.%2$(position)lld — %3$(label)@

# session.entry.target.label
source: Related step
de_de: Zugehöriger Schritt
es_mx: Paso relacionado
fr_ca: Étape associée
it_it: Passaggio correlato

# session.entry.target.none
source: Whole Session
de_de: Gesamter Kochvorgang
es_mx: Toda la sesión
fr_ca: Toute la séance
it_it: Intera Sessione

# session.entry.target.unavailable
source: Unavailable step
de_de: Schritt nicht verfügbar
es_mx: Paso no disponible
fr_ca: Étape indisponible
it_it: Passaggio non disponibile

# session.evidence.conflict.entry
source: Choose the entry version to keep as Session evidence.
de_de: Wähle die Version des Eintrags, die als Nachweis des Kochvorgangs erhalten bleiben soll.
es_mx: Elige la versión de la entrada que se conservará como evidencia de la sesión.
fr_ca: Choisissez la version de l’entrée à conserver comme preuve de séance.
it_it: Scegli la versione della voce da conservare come dato probatorio della Sessione.

# session.evidence.conflict.outcome
source: Choose the outcome to keep as Session evidence.
de_de: Wähle das Ergebnis, das als Nachweis des Kochvorgangs erhalten bleiben soll.
es_mx: Elige el resultado que se conservará como evidencia de la sesión.
fr_ca: Choisissez le résultat à conserver comme preuve de séance.
it_it: Scegli l’esito da conservare come dato probatorio della Sessione.

# session.evidence.conflict.title
source: Session evidence needs attention
de_de: Nachweise zum Kochvorgang benötigen Aufmerksamkeit
es_mx: La evidencia de la sesión necesita atención
fr_ca: La preuve de séance demande votre attention
it_it: I dati probatori della Sessione richiedono attenzione
